[
  {
    "title": "1.6",
    "date": "2020-12-12",
    "content": {
      "es": [
        "Luego de tomarme un tiempo para pensar en el futuro de la aplicación (y olvidarme), por fin llega YAAAY! 1.6:",
        "",
        "- Actualizamos a Nativescript 7 y Angular 10!",
        "- Nueva función \"Agita para YAAAY!\" (patente pendiente).",
        "- Nuevo ícono adaptativo que se ve genial en cualquier launcher.",
        "- Cambios menores que no necesitan ser listados (jiji).",
        "- Eliminada la política de privacidad (No la necesitábamos en realidad)."
      ],
      "en": [
        "- New adaptive icon for our Oreo friends.",
        "- Minor changes that don't need to be listed.",
        "- Removed privacy policy hehehe!"
      ]
    }
  },
  {
    "title": "1.5.2",
    "date": "2019-01-28",
    "content": {
      "es": [
        "- Se redujo el tamaño de la app, pero no la cantidad de CO2 en la atmósfera. #ProblemasReales"
      ],
      "en": [
        "- Decreased the app size, but not the CO2 levels in the atmosphere. #RealProblems"
      ]
    }
  },
  {
    "title": "1.5.1",
    "date": "2019-01-24",
    "content": {
      "es": [
        "- Arreglado un error que no dejaba que el sonido de YAAAY! se reprodujera. Si, lo sé."
      ],
      "en": [
        "- Fixed a bug that prevented the YAAAY! sound being played. Yeah, I know."
      ]
    }
  },
  {
    "title": "1.5",
    "date": "2019-01-24",
    "content": {
      "es": [
        "- Nuevo diseño! Hemos rediseñado la aplicación completamente, ahora muestra un diseño más limpio y atractivo que se enfoca en lo que más importa: YAAAY!",
        "- Hello World! Ahora YAAAY! está disponible en Inglés y Español.",
        "- Hemos reparado múltiples errores de código para hacer espacio para otros errores mejores y más poderosos."
      ],
      "en": [
        "- New design! We have completely redesign the app, now it has a more attractive and clean design that focus on the most important feature: YAAAY!",
        "- Hola Mundo! Now YAAAY! is avaliable in English and Spanish.",
        "- We fixed several bugs to make room for new better and more powerful bugs."
      ]
    }
  },
  {
    "title": "1.4",
    "date": "2018-08-16",
    "content": {
      "es": [
        "- El gobierno al que le vendíamos su información ha sido derrocado, ahora tendrá más privacidad.",
        "- Gracias al avance de la tecnología moderna, ahora la app inicia un microsegundo (o algo así) más rápido que en versiones anteriores."
      ],
      "en": [
        "- We have changed the splash image, now it shows our new and fresh logo.",
        "- The government which we sold your information to, has been overthrown, now you will have more privacy.",
        "- Thanks to the advance of modern technology, now the application starts a microsecond faster than in previous versions."
      ]
    }
  },
  {
    "title": "1.3",
    "date": "2018-05-16",
    "content": {
      "es": [
        "Arreglado un error que hacía que el título de la aplicación tuviese menos emoción. (\"yaaay\" -> \"YAAAY!\")."
      ],
      "en": [
        "Fixed a bug that made the app title feel less exciting. (\"yaaay\" -> \"YAAAY!\")."
      ]
    }
  },
  {
    "title": "1.2",
    "date": "2018-05-14",
    "content": {
      "es": [
        "- Ya no se requiere el permiso del micrófono.",
        "- Arreglado algunos bugs del contador."
      ],
      "en": [
        "- Microphone permissions are now not necessary.",
        "- Fixed some bugs with the YAAAY counter."
      ]
    }
  },
  {
    "title": "1.1",
    "date": "2018-05-12",
    "content": {
      "es": [
        "YAAAY! ahora disponible para todos!",
        "Cambios:",
        "- Se redujo el tamaño de la app.",
        "- Se incorporaron nuevos íconos.",
        "- Cambio de diseño para soportar pantallas de todos los tamaños!",
        "- Se agregó un contador de YAAAYs.",
        "- Se agregó una sección de Acerca De en la configuración de la app.",
        "- Se arreglaron algunos bugs.",
        "- Ya no vendemos tu información a mafias rusas.",
        "- Lo último fue un chiste.",
        "- Cálmese."
      ],
      "en": [
        "YAAAY! is now available for everyone!",
        "Changes:",
        "- App size reduced.",
        "- New icons.",
        "- New design to support all screens!",
        "- Added YAAAY counter.",
        "- Added About section in settings.",
        "- Bug fixes.",
        "- We don't sell your info to russian mafias anymore.",
        "- That was a joke.",
        "- Calm down."
      ]
    }
  },
  {
    "title": "Alpha 1",
    "date": "2018-05-06",
    "content": {
      "es": ["Alpha Publicada <3"],
      "en": ["Alpheichon publiqueichon <3"]
    }
  },
  {
    "title": "Archirecontra Pre-Alpha 1",
    "date": "2018-05-06",
    "content": {
      "es": ["Primera subida <3"],
      "en": ["First upload <3"]
    }
  }
]
